tecnologia-generador_readme.txt

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:genera soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
         <iddoc xsi:type="xsd:int">548</iddoc>
         <datos xsi:type="xsd:string">{"cabecera":{"direccion":"-"},"detalle":[{"des_tiposolicitud":"tipo","num_operacion":"num","tipo_comunicacion":"tipo","fec_reg":"fecha","des_contenido":"contenido"}]}</datos>
         <tipo xsi:type="xsd:string">pdf</tipo>
         <modelo xsi:type="xsd:int">1000</modelo>
      </tem:genera>
   </soapenv:Body>
</soapenv:Envelope>